{"meta": {"limit": 20, "next": "http://api.charitynavigator.org/api/v1/lists/?offset=20&limit=20&app_id=fc9a0a3d&app_key=671d239e3cc90b4a9d7a113f140d5fac&format=json", "offset": 0, "previous": null, "total_count": 29}, "objects": [{"description": "Many of America's most effective charities are also household names.  But some well-known charities are less effective than you'd think, while a number of lesser known charities are truly exceptional.  These 10 charities all <b>operate on less than $2 million a year</b>, but they all earn a four-star rating from Charity Navigator.  We encourage you to learn more about them.", "list_type": "Top Ten", "listid": "7", "listname": "10 Charities Worth Watching", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/7/", "typeid": 1}, {"description": "For charities to be successful, they need talented, experienced leaders. Those leaders command significant salaries. But CEOs who command high salaries should also get the most out of the organizations they lead. The leaders of these 10 organizations are taking high salaries at the expense of spending dollars on the charity's programs. Despite receiving more than $200,000 in annual pay, these CEOs run organizations that devote <b>less than 60% of their budgets to their programs and services</b>. That means that at least 40% of your dollars are going to such costs as fundraising and administration, including the salary of the CEO.", "list_type": "Top Ten", "listid": "8", "listname": "10 Highly Paid CEOs at Low-Rated Charities", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/8/", "typeid": 1}, {"description": "Excellent charities succeed because their resources are not tied up in fundraising.  They find creative ways to spend less to raise more, thereby maximizing the resources they can devote to their programs.  These 10 charities are not so fortunate or efficient.  They spend more than $0.50 to raise each dollar in support, making them four times less efficient than the average charity.  This inefficiency forces them to <b>devote more than 40% of their budgets to fundraising</b>, limiting the difference they can make with your dollars.", "list_type": "Top Ten", "listid": "10", "listname": "10 Inefficient Fundraisers", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/10/", "typeid": 1}, {"description": "Expect to hear about these 10 charities long into the future.  They are growing dramatically.  Over the past three years, these charities <b>have grown their primary sources of revenue by more than 35% each year</b>.  Over that same period, they have expanded their programs and services by more than 35% each year.  In addition, these <b>organizations also have enough money in the bank</b> to sustain a similar rate of growth for years to come.", "list_type": "Top Ten", "listid": "11", "listname": "10 Charities Expanding in a Hurry", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/11/", "typeid": 1}, {"description": "If an organization owes more than it owns, that's a bad sign.  If the bills it owes by the end of the year are more than it can pay, that's an even worse sign.  <b>These 10 charities are insolvent.</b> Not only do their<b> total liabilities, or what they owe, exceed their total assets</b>,  they also maintain negative working capital -- that is, the bills they owe exceed available assets that can be used to pay those bills.  While these charities may not be facing bankruptcy, their fundamental insolvency puts these charities in a very dangerous position.", "list_type": "Top Ten", "listid": "12", "listname": "10 Charities in Deep Financial Trouble", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/12/", "typeid": 1}, {"description": "Popularity doesn't make a charity more effective or more worthy of support. But it does show that people know your name. These 10 charities are the most frequently visited on our web site. They are <b>ranked by number of page views in the past 30 days.</b>", "list_type": "Top Ten", "listid": "15", "listname": "10 Most Frequently Viewed Charities", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/15/", "typeid": 1}, {"description": "Outspending your means can set a dangerous precedent. <b>These 10 charities have run deficits in each of their last 3 fiscal years, establishing a pattern of overspending</b>. They are <b>ranked by the ratio of their average deficit to their average total expenses</b>. This ratio conveys how significant the deficit is for each charity.", "list_type": "Top Ten", "listid": "16", "listname": "10 Charities Routinely in the Red", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/16/", "typeid": 1}, {"description": "Most charities derive large chunks of revenue from earned income, membership fees, and government contracts and grants. <b>Ranked by overall score, these 10 excellent charities draw revenue solely from direct and indirect public support</b>. They report no government funding, no membership fees, and no revenue from earned income. \r\nAs a result, <b>more than 95% of their total revenue comes from private contributions</b>, which makes the efficiency of their fundraising operations all the more impressive.", "list_type": "Top Ten", "listid": "17", "listname": "10 Highly Rated Charities Relying on Private Contributions", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/17/", "typeid": 1}, {"description": "These 10 charities work throughout the country and the world. They are large, complex organizations with budgets exceeding $100 million, and at least $65 million in net assets. They became household names in part because of their exceptional financial management, no easy feat considering the scope and size of their operations. Charitable givers should feel confident that these national institutions put their donations to good use.", "list_type": "Top Ten", "listid": "18", "listname": "10 of the Best Charities Everyone's Heard Of", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/18/", "typeid": 1}, {"description": "Celebrity endorsements help charities increase awareness of their endeavors and thus stimulate more donations. However, just because your favorite super-star supports a charity doesn't mean the charity is well-run and worthy of a contribution from you. Check out how we rate these 10 charities which are closely aligned, in some cases even named for, the celebrities that founded or support them.", "list_type": "Top Ten", "listid": "22", "listname": "10 Celebrity-Related Charities", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/22/", "typeid": 1}, {"description": "This Top 10 list contains some heavy hitters in the nonprofit sector. Each of these charities had total expenses greater than $500 million in its most recent fiscal year. Their combined total expenses are approximately $10 billion. We offer this list because we believe it is enlightening for donors to realize just how large many of America's charities are and why we believe it is important that our country establish a federal regulatory agency to monitor and regulate charities.", "list_type": "Top Ten", "listid": "24", "listname": "10 Super-Sized Charities", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/24/", "typeid": 1}, {"description": "These 10 charities are not living up to their missions. Each spends more than 50% of its budget paying for-profit fundraising professionals to solicit your hard-earned money. They are ranked by the percentage of their total functional expenses spent on professional fundraising fees. As a result, very little of the charity's spending is directed towards its programs and services.", "list_type": "Top Ten", "listid": "28", "listname": "10 Charities Overpaying their For-Profit Fundraisers", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/28/", "typeid": 1}, {"description": "", "list_type": "Article", "listid": "88", "listname": "Hurricane Ike", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/88/", "typeid": 2}, {"description": "The leaders of these 10 organizations run highly-rated charities, yet they earn far less than the average compensation of $150,000 reported by the over 5,000 charities rated by Charity Navigator. The low salaries help these charities, which have earned at least two consecutive 4-star ratings, devote more than 80% of their budgets to their programs and services. That means that less than 20% of your dollars are going to such costs as fundraising and administration, including the salary of the CEO. The list is ranked by the CEO's compensation.", "list_type": "Top Ten", "listid": "92", "listname": "10 Highly-Rated Charities with Low Paid CEOs", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/92/", "typeid": 1}, {"description": "Charities tackle some of society’s most complex and intractable issues --- such as combating hunger, preserving the environment, curing diseases and changing people’s perceptions. These are long-term objectives. To be successful, organizations must be high performers consistently, year after year. These ten charities have earned the most consecutive 4-star ratings demonstrating an ongoing fiscal excellence. They are well-positioned to pursue and achieve long-term change.", "list_type": "Top Ten", "listid": "100", "listname": "10 Charities with the Most Consecutive 4-Star Ratings", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/100/", "typeid": 1}, {"description": "", "list_type": "Article", "listid": "106", "listname": "Earthquake in Haiti", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/106/", "typeid": 2}, {"description": "2010 list, index.cfm?bay=content.view&cpid=1013", "list_type": "Article", "listid": "107", "listname": "New Ratings Funded by the Hobbs Foundation", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/107/", "typeid": 2}, {"description": "", "list_type": "Article", "listid": "112", "listname": "Charities Providing Relief", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/112/", "typeid": 2}, {"description": "At Charity Navigator we believe that high-performing charities excel in three areas: (1) financial, (2) accountability & transparency and (3)  results. We expanded our rating system in September 2011 from one that solely looked at financial indicators to one that also includes metrics of accountability & transparency. These ten charities not only earn our highest 4-star rating for their Financial Health, but they also earn 4-stars in Accountability & Transparency.  This tells us that these 10 charities adhere to good governance and other best practices that minimize the chance of unethical activities and that they execute their missions in a fiscally responsible way.", "list_type": "Top Ten", "listid": "113", "listname": "10 Top-Notch Charities", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/113/", "typeid": 1}, {"description": "Charities tackle some of society’s most complex and intractable issues --- such as combating hunger, preserving the environment, curing diseases and changing people’s perceptions. These are long-term objectives. To be successful, organizations must be high performers consistently, year after year. These ten charities have earned the most consecutive 4-star ratings demonstrating an ongoing fiscal excellence. They are well-positioned to pursue and achieve long-term change.", "list_type": "Top Ten", "listid": "115", "listname": "10 Charities with the Most Consecutive 4-Star Ratings (Excluding Universities)", "resource_uri": "http://api.charitynavigator.org/api/v1/lists/115/", "typeid": 1}]}